* duplicated abbr
#+NAME: dupShort
#+BEGIN_SRC R :var dups = delDupRow 
  dupC1 = dups[duplicated(dups[,1]),]
#+END_SRC

#+RESULTS: dupShort
| A/D      | Ascending/Descending                                          |
| AAN      | Asian AMeDAS Network                                          |
| ADS      | Angular Displacement Sensor                                   |
| CC       | Cubic Convolution                                             |
| DIF      | Directory Interchange Format                                  |
| FM       | Frequency Modulation                                          |
| IR       | Infrared radiation                                            |
| IRS      | Indian Remote Sensing Satellite                               |
| JST      | Japan Science and Technology Agency                           |
| MMO      | Mission Management and Operation System                       |
| MODIS    | Moderate Resolution Imaging Spectroradiometer                 |
| MSS      | Mass Storage Subsystem                                        |
| MSS      | Multispectral scanner                                         |
| NESDIS   | National Environmental Satellite Data and Information Service |
| NN       | Nearest Neighbor                                              |
| NRSCC    | National Remote Sensing Center of China                       |
| PC       | Personal Computer                                             |
| PC       | Project Coordinator                                           |
| PM       | Project Manager                                               |
| PM       | Phase Modulation                                              |
| POLDER   | Polarization and Directionality of the Earth's Reflectances   |
| PR       | Precipitation Radar                                           |
| RA       | Research Announcement                                         |
| RA       | Reserch Announcement                                          |
| RCS      | Reaction Control Subsystem                                    |
| SeaWinds | SeaWinds                                                      |
| SMSS     | Schedule Management SubSystem                                 |
| SN       | Space Network                                                 |
| SWIR     | Short Wave Infrared Radiometer                                |
| SWIR     | Shortwave Length Infrared Radiometer                          |
| TACS     | Tracking and Communication Station                            |
| TKSC     | Tsukuba Space Center                                          |
| TLM      | Telemetry data                                                |
| TM       | Thematic Mapper                                               |
| TMI      | TRMM Microwave Imager                                         |
| TOMS     | Total Ozone Mapping Spectrometer                              |
| TRIC     | Tokai university Research & Information Center                |
| TRMM     | Tropical Rainfall Measuring Mission                           |
| TRMS     | Tromsoe MOS Receiving Station                                 |
| TSIC     | Tokai university Space Information Center                     |
| UT       | Universal Time                                                |

